Repository: pedro-mendonca/statify
Catalog: languages/statify-*.po
Languages: pt_pt

source: Compact, easy-to-use and privacy-compliant stats plugin for WordPress.
pt_pt: Plugin de estatísticas para WordPress, compacto, fácil de utilizar e em conformidade com a proteção da privacidade.

source: Donate
pt_pt: Fazer donativo

source: Support
pt_pt: Suporte

source: Settings
pt_pt: Opções

source: Global settings
pt_pt: Opções globais

source: Period of data saving
pt_pt: Período dos dados guardados

source: Tracking method
pt_pt: Método de rastreio

source: Dashboard Widget
pt_pt: Widget do painel

source: Period of data display in Dashboard
pt_pt: Período a mostrar no painel

source: Number of entries in top lists
pt_pt: Número de registos nas listas de tops

source: Top lists only for today
pt_pt: Tops apenas de hoje

source: Show totals
pt_pt: Mostrar totais

source: Which user role(s) should see the Statify dashboard widget?
pt_pt: Que papéis de utilizador deverão ver o widget do Statify no painel?

source: Skip tracking for ...
pt_pt: Ignorar rastreio para...

source: Disallowed referrers
pt_pt: Referenciadores não permitidos

source: Logged in users
pt_pt: Utilizadores com sessão iniciada

source: days
pt_pt: dias

source: Default
pt_pt: Por omissão

source: Default tracking
pt_pt: Rastreio por omissão

source: JavaScript based tracking with nonce check
pt_pt: Rastreio com base em JavaScript com verificação de nonce

source: JavaScript based tracking without nonce check
pt_pt: Rastreio com base em JavaScript sem verificação de nonce

source: JavaScript based tracking is strongly recommended if caching or AMP is in use.
pt_pt: O rastreio com base em JavaScript é altamente recomendado se utilizar cache ou AMP.

source: Disable the nonce check if the caching time is longer than the nonce time or you miss views due to 403 Forbidden errors.
pt_pt: Desactive a verificação de nonce se o tempo de cache for superior ao tempo de nonce, ou se perder visualizações devido a erros 403 Proibido.

source: The following options affect the admin dashboard widget.
pt_pt: As opções abaixo são referentes ao widget do painel de administração.

source: No
pt_pt: Não

source: The following options define cases in which a view will <strong>not</strong> be tracked.
pt_pt: As opções abaixo definem os casos em que as visualizações <strong>não</strong> serão rastreadas.

source: Enabling this option excludes any views with referrers listed in the list of "Disallowed Comment Keys" field in the "Discussion" settings.
pt_pt: Ao activar desta opção exclui quaisquer visualizações com referenciadores incluídos na lista do campo "Termos não permitidos nos comentários" nas opções de "Discussão".

source: Track all users
pt_pt: Rastrear todos os utilizadores

source: Skip all users
pt_pt: Ignorar todos os utilizadores

source: Skip administrators
pt_pt: Ignorar administradores

source: This option specified whether logged-in users and/or administrators should be excluded from tracking.
pt_pt: Esta opção especifica se os utilizadores com sessão iniciada e/ou os administradores deverão ser excluídos do rastreio.

source: Statify Settings
pt_pt: Opções do Statify

source: https://wordpress.org/plugins/statify/
pt_pt: https://pt.wordpress.org/plugins/statify/

source: Documentation
pt_pt: Documentação

source: Open full settings page
pt_pt: Abrir página com todas as opções

source: All Settings
pt_pt: Todas as opções

source: Widget Settings
pt_pt: Opções do widget

source: Entries in top lists only for today
pt_pt: Registos nos tops apenas de hoje

source: loading
pt_pt: a carregar

source: Top referrers
pt_pt: Top de referenciadores

source: Top targets
pt_pt: Top de destinos

source: Totals
pt_pt: Totais

source: Refresh
pt_pt: Actualizar

source: Error loading data.
pt_pt: Erro ao carregar dados.

source: No data available.
pt_pt: Sem dados disponíveis.

source: %s Page view
pt_pt: %s visualização de página

source: today
pt_pt: hoje

source: since
pt_pt: desde
